Repository: oferb/OpenTrains
Catalog: webserver/opentrain/locale/*/LC_MESSAGES/django.po
Languages: he

source: General
he: כללי

source: ID
he: מזהה

source: Timestamp
he: חותמת זמן

source: Location
he: מיקום

source: Timestamp Delta
he: הפרש חותמות זמן

source: seconds
he: שניות

source: Accuracy
he: דיוק

source: Lon/Lat
he: אורך/רוחב

source: Provider
he: ספק

source: SSID
he: מזהה רשת

source: key
he: מפתח

source: Signal
he: אות

source: Frequency
he: תדירות

source: Search In
he: חיפוש בתחנה

source: Device Reports
he: מעקב מכשיר

source: Live Trains
he: מפה חיה

source: Report Details
he: פירוט דיווח

source: Akko
he: עכו

source: Modiin
he: פאתי מודיעין

source: Modiin Center
he: מודיעין מרכז

source: Kiryat Hayyim
he: קרית חיים

source: Kiryat Motzkin
he: קרית מוצקין

source: Leb Hmifratz
he: לב המפרץ

source: Hutsot HaMifrats
he: חוצות המפרץ

source: Nahariyya
he: נהריה

source: Haifa Center HaShmona
he: חיפה מרכז - השמונה

source: Haifa Bat Gallim
he: חיפה - בת גלים

source: Haifa Hof HaKarmel (Razi'el)
he: חיפה - חוף הכרמל רזיאל

source: Atlit
he: עתלית

source: Binyamina
he: בנימינה

source: Kesariyya - Pardes Hanna
he: קיסריה - פרדס חנה

source: Hadera West
he: חדרה מערב

source: Natanya
he: נתניה

source: Bet Yehoshua
he: בית יהושע

source: Herzliyya
he: הרצליה

source: Tel Aviv - University
he: תל אביב - אוניברסיטה

source: Tel Aviv Center - Savidor
he: תל אביב - מרכז סבידור

source: Bne Brak
he: בני ברק

source: Petah Tikva Kiryat Arye
he: פתח תקוה - קרית אריה

source: Petah Tikva Sgulla
he: פתח תקוה סגולה

source: Tel Aviv HaShalom
he: תל אביב - השלום

source: Holon Junction
he: צמת חולון

source: Holon - Wolfson
he: חולון - וולפסון

source: Bat Yam - Yoseftal
he: בת ים - יוספטל

source: Bat Yam - Komemiyyut
he: בת ים - קוממיות

source: Kfar Habbad
he: כפר חבד

source: Tel Aviv HaHagana
he: תל אביב - ההגנה

source: Lod
he: לוד

source: Ramla
he: רמלה

source: Ganey Aviv
he: גני אביב

source: Rehovot E. Hadar
he: רחובות מזרח - הדר

source: Be'er Ya'akov
he: באר יעקב

source: Yavne
he: יבנה

source: Ashdod Ad Halom
he: אשדוד עד הלום

source: Ashkelon
he: אשקלון

source: Bet Shemesh
he: בית שמש

source: Jerusalem Biblical Zoo
he: ירושלים - גן החיות התנכי

source: Jerusalem Malha
he: ירושלים מלחה

source: Kiryat Gat
he: קרית גת

source: Be'er Sheva North University
he: באר שבע צפון אוניברסיטה

source: Be'er Sheva Center
he: באר שבע מרכז

source: Dimona
he: דימונה

source: Lehavim - Rahat
he: להבים רהט

source: Ben Gurion Airport
he: נתבג

source: Kfar Sava
he: כפר סבא

source: Rosh Ha'Ayin North
he: ראש העין צפון

source: Yavne - West
he: יבנה מערב

source: Rishon LeTsiyyon HaRishonim
he: ראשון לציון הראשונים

source: Hod HaSharon
he: הוד השרון

source: Sderot
he: שדרות

source: Rishon LeTsiyyon - Moshe Dayan
he: ראשון לציון משה דיין

source: Tel Aviv Center - Rishon LeTsiyyon HaRishonim
he: ראשון לציון הראשונים

source: Nahariyya - Modiin Center
he: נהריה - מודיעין מרכז

source: Nahariyya - Be'er Sheva Center
he: נהריה - באר שבע מרכז

source: Binyamina - Ashkelon
he: בנימיניה - אשקלון

source: Nahariyya - Ben Gurion Airport -Be'er Sheva Center
he: נהריה- נתבג - באר שבע מרכז

source: Kiryat Motzkin - Haifa Hof HaKarmel (Razi'el)
he: חיפה חוף הכרמל - קרית מוצקין

source: Tel Aviv Center - Savidor - Jerusalem Malha
he: תל אביב מרכז סבידור - ירושלים מלחה

source: Be'er Sheva North University - Dimona
he: באר שבע צפון אוניברסיטה - דימונה

source: Hod HaSharon - Ashkelon
he: הוד השרון - אשקלון

source: Hertsliyya - Be'er Sheva Center
he: הרצליה - באר שבע מרכז

source: Sunday
he: יום ראשון

source: Monday
he: יום שני

source: Tuesday
he: יום שלישי

source: Wendesay
he: יום רביעי

source: Thursday
he: יום חמישי

source: Friday
he: יום שישי

source: Saturday
he: יום שבת

source: Stop
he: תחנה

source: Arrival
he: הגעה

source: Departure
he: יציאה

source: Live
he: חי

source: Simulated
he: סימולציה

source: WIP
he: בעבודה

source: No Trips Now
he: איו נסיעות כרגע

source: Open Train
he: רכבת פתוחה

source: From
he: מ

source: Hackita
he: הכיתה - 2014

source: Download the
he: הורד את ה

source: app
he: אפליקציה

source: Alpha version - on your own risk
he: גרסת אלפא, על אחריותך

source: Backward
he: חזור

source: Forward
he: הלוך

source: true
he: כן

source: false
he: לא

source: In Station
he: בתחנה

source: Before
he: לפני

source: After
he: אחרי

source: When
he: מתי

source: results for
he: תוצאות עבור

source: Route name
he: שם נתיב

source: Trip Details
he: פירוט נסיעה

source: Toggle
he: החלף

source: Trip Id
he: מזהה נסיעה

source: Direction
he: כיוון

source: Arrives
he: הגעה

source: Departs
he: יציאה

source: Show on Map
he: הראה על מפה

source: Map
he: מפה

source: No Results
he: אין תוצאות

source: Seq
he: מספר

source: Name
he: שם

source: In
he: מגיע

source: Out
he: יוצא
